{
  "under_construction": "Zolplay website is under construction. Please check back later.",
  "NavMenu": {
    "Home": "Home",
    "About": "About",
    "Careers": "Careers",
    "Services": "Services",
    "Portfolio": "Portfolio",
    "Contact": "Contact"
  },
  "Themes": {
    "Placeholder": "Select a theme",
    "Light": "Light",
    "Dark": "Dark",
    "System": "System"
  },
  "Root": {
    "Metadata": {
      "Title": "Zolplay",
      "TitleTemplate": "%s | Zolplay",
      "Description": "Zolplay - the superheroes of software development! Our superpowers are creating next-gen web and mobile applications for businesses of all sizes。",
      "Keywords": "Zolplay,Software development,Web applications,Mobile applications,Custom software solutions,High-quality products,Passionate developers,Skilled designers,Project management,Digital experiences,Innovative solutions,Software craftsmanship,Exceptional digital presence,Software superhero,Digital transformation,Custom software development"
    }
  },
  "Home": {
    "Heading": "We are Zolplay",
    "Paragraph1": "At <gradient>Zolplay</gradient>, we're like the <red>Tony Starks</red> of software development, using our superpowers to create next-gen web and mobile applications for businesses of all sizes. Our team of skilled developers, designers, and project managers are like <b>the Avengers</b> 🦸, working together to bring your ideas to life and deliver high-quality products that will even make <green>the Hulk</green> smile.",
    "Paragraph2": "Whether you need a custom software solution or just want to give your existing app a digital makeover, we're your go-to partner for success. So don't be a Bruce Banner, <contact-us-link>contact us</contact-us-link> today to learn how we can help your business Hulk-smash the competition in the digital era!",
    "Caption": "Watching Friends in our office during lunch break"
  },
  "Careers": {
    "Title": "Join us",
    "Heading": "Join us and help save the world with your superhuman software skills together.",
    "Intro": "We're on a mission to build next-generation applications, we need your help to make it happen. If you're a believer in the power of crafting enchanting software experiences, we want to chat with you. Let's conjure up something extraordinary together - apply now and let the magic begin!"
  }
}
