{
  "under_construction": "🚧 This page is currently under construction. Please check back later.",
  "Error": "Oh crap, something went wrong... give it a refresh?",
  "NavMenu": {
    "Home": "Home",
    "About": "About",
    "Careers": "Careers",
    "Services": "Services",
    "Portfolio": "Portfolio",
    "Contact": "Contact",
    "Gallery": "Gallery"
  },
  "Themes": {
    "Placeholder": "Select a theme",
    "Light": "Light",
    "Dark": "Dark",
    "System": "System"
  },
  "Root": {
    "Metadata": {
      "Title": "Zolplay",
      "TitleTemplate": "%s | Zolplay",
      "Description": "Zolplay - the superheroes of software development! Our superpowers are creating next-gen applications or platforms for businesses of all sizes.",
      "Keywords": "Zolplay,Software development,Web applications,Mobile applications,Custom software solutions,High-quality products,Passionate developers,Skilled designers,Project management,Digital experiences,Innovative solutions,Software craftsmanship,Exceptional digital presence,Software superhero,Digital transformation,Custom software development"
    }
  },
  "Home": {
    "Heading": "We are Zolplay",
    "Paragraph1": "At <gradient>Zolplay</gradient>, we're like the <red>Tony Starks</red> of software development, using our superpowers to create next-gen web and mobile applications for businesses of all sizes. Our team of skilled developers, designers, and project managers are like <b>the Avengers</b> 🦸, working together to bring your ideas to life and deliver high-quality products that will <green>knock your socks off</green>.",
    "Paragraph2": "Whether you need a <b>custom software solution</b> or just want to give your existing app a <b>digital makeover</b>, we're your go-to partner for success. <contact-us-link>Contact us</contact-us-link> today to learn how we can help your business <green>Hulk-smash</green> 🥊 the competition in the digital era!",
    "Caption": "Watching Friends in our office during lunch break"
  },
  "Careers": {
    "Title": "Join us",
    "Description": "We are looking for talented people to join our team. If you are passionate about software development and want to work with a team of superheroes, apply now!",
    "Heading": "Join us and help save the world with your <gradient>superhuman software skills</gradient>, together.",
    "Intro": "Are you tired of the mundane and lackluster programs flooding the digital world? Remember when software felt like a thrilling adventure into the unknown? When it was a catalyst for changing how we lived and worked?<br></br><br></br>At Zolplay, we are on a mission to revive those feelings by building <b>next-generation applications</b>, we need your help to make it happen. If you're a believer in the power of crafting <red>enchanting software experiences</red>, we want to chat with you. Let's conjure up something extraordinary together - apply now and <b>let the magic begin!</b>",
    "Openings": {
      "Squad": "{squad} squad - open positions"
    },
    "EmploymentType": {
      "fullTime": "Full-time",
      "partTime": "Part-time",
      "contract": "Contract",
      "internship": "Internship"
    },
    "Remote": {
      "Yes": "Remote",
      "No": "On-site"
    },
    "SeeAllCTA": "Open positions",
    "Back": "Back to careers",
    "ApplyCTA": {
      "Idle": "Apply",
      "Loading": "Applying...",
      "Success": "Thank you for the application, we will reach out to you soon!",
      "Error": "Error while sending application, try again later."
    },
    "Details": {
      "Preface": "Our team is like a high-tech flock of birds 🐦 - <green>fully remote, yet always connected</green>. While most of us are based in the bustling metropolis of 🏙️ <b>Shenzhen, China</b>, we also have an awesome office space where we can hang out and bounce ideas off each other. But no matter where we perch, we're all <red>makers at heart ❤️</red>. We thrive on pushing ourselves to tackle new challenges and pour our passion into every project we undertake. So whether you're a <b>coding ninja 🥷</b> from Tokyo, <b>tea connoisseur 🍵</b> from Hangzhou or a <b>dim sum master 🥟</b> from Hong Kong, if you share our love for quality work, we'd love to have you join our flock!",
      "Application": {
        "Title": "Apply now",
        "Tips": "You can also apply by sending us an email via <email>cv@zolplay.com</email>",
        "About": {
          "Label": "About you",
          "Placeholder": "✍️ Tell us a bit about yourself."
        },
        "Resume": {
          "Add": "Add Resume",
          "Change": "Change Resume",
          "FileLimit": "Resume should be PDF files and under 50MB"
        },
        "Personal": "Personal information",
        "FullName": {
          "Label": "Full name",
          "Placeholder": "e.g. Tony Stark"
        },
        "PreferredName": {
          "Label": "Preferred name",
          "Placeholder": "(Leave blank if same as full name)"
        },
        "Email": {
          "Label": "Email address",
          "Placeholder": "e.g. tony@avengers.com"
        }
      }
    },
    "Benefits": {
      "Title": "Benefits:",
      "Content": [
        "Async first workflow: zero meetings and asynchronous collaborations offers flexible working hours and increased productivity.",
        "100% remote friendly: work from anywhere in the world, pants might be overrated.",
        "Competitive compensation: we offer end of year bonuses and stock options.",
        "Healthcare: housing, commute and other reimbursements included.",
        "Growth: we host internal workshops and create opportunities for career advancement and professional development.",
        "Fun: game nights, afternoon snacks, team outings, and other fun activities.",
        "Equipment: we provide you with the best-in-class software and hardware tools you need to do your best work."
      ]
    },
    "OurStacks": {
      "Title": "Our stacks:",
      "Content": [
        "React.js: is it a library or a framework? We don't know, but we love it.",
        "Next.js: in Vercel we trust.",
        "TypeScript: it's JavaScript on steroids.",
        "Tailwind CSS: once you go Tailwind, you never go vanilla.",
        "Framer Motion: smooth animations and micro-interactions.",
        "Laravel: back-end framework for web artisans.",
        "PostgreSQL: the database of choice for the modern web.",
        "Git: version control for the win.",
        "Docker: scalable containerization.",
        "Electron: cross-platform desktop apps.",
        "Swift: native iOS apps.",
        "Kotlin: native Android apps."
      ]
    },
    "OurTools": {
      "Title": "Our tools:",
      "Content": [
        "Slack: we use it for everything, from team communication to sharing the latest tech news, or chatting with our ChatGPT bot.",
        "Google Workspace: we use Google Docs, Sheets, Slides, Drive, Mail and Calendar for collaboration.",
        "GitHub: top-notch code repositories and CI/CD pipelines.",
        "Linear: best project management and task tracking platform.",
        "Vercel: the best deployment platform for web apps.",
        "Figma: the best design tool for all things UI/UX.",
        "1Password: the best password manager for teams."
      ]
    }
  },
  "Copyright": {
    "Text": "© {year} - Zolplay, Inc."
  }
}
