{
  "under_construction": "🚧 This page is currently under construction. Please check back later.",
  "Error": "Oh crap, something went wrong... give it a refresh?",
  "NavMenu": {
    "Home": "Home",
    "About": "About",
    "Careers": "Careers",
    "Pricing": "Pricing",
    "Services": "Services",
    "Work": "Work",
    "Contact": "Contact",
    "Gallery": "Gallery",
    "Resources": "Resources",
    "Privacy": "Privacy Policy",
    "Terms": "Terms of Use",
    "ToggleNav": "Toggle navigation"
  },
  "Themes": {
    "Placeholder": "Select a theme",
    "Light": "Light",
    "Dark": "Dark",
    "System": "System"
  },
  "Languages": {
    "Placeholder": "Select a language",
    "en": "English",
    "zh-CN": "简体中文"
  },
  "Root": {
    "Metadata": {
      "SiteName": "Zolplay",
      "Title": "Zolplay (Design Studio)",
      "TitleTemplate": "%s — Zolplay (Design Studio)",
      "OpenGraphTitle": "A design studio for people with high standards.",
      "Description": "A design studio for people with high standards.",
      "Keywords": "Zolplay,Design Studio,Brand Design,Product Design,UI UX,Startup Design,Launch Design,Illustrations,Brand Strategy,Design Systems,Social Assets,Content & Copywriting,SEO,Motion & Video,Illustration,Merch & Swag"
    }
  },
  "About": {
    "Title": "Who we are",
    "Description": "Our mission is not just to create another company, but to build a brand that people feel proud of. We want people to say with confidence, \"it's guaranteed quality when it's crafted by Zolplay\"",
    "Heading": "Where Innovation Meets Imagination. Crafting Fun, Engineering Play.",
    "MeetOurTeam": "Meet the crew"
  },
  "Careers": {
    "Title": "Join us",
    "Description": "We are looking for talented people to join our team. If you are passionate about software development and want to work with a team of superheroes, apply now!",
    "OpenPositions": "Open positions:",
    "Openings": {
      "Squad": "{squad} squad",
      "Empty": "No open positions at the moment, you can follow us on Twitter to get notified when we have new openings 🙌"
    },
    "EmploymentType": {
      "FullTime": "Full-time",
      "PartTime": "Part-time",
      "Contract": "Contract",
      "Intern": "Internship",
      "Temporary": "Temporary"
    },
    "Remote": {
      "Yes": "Remote",
      "No": "On-site"
    },
    "SeeAllCTA": "Open positions",
    "Back": "Back to careers",
    "ApplyCTA": {
      "Idle": "Apply",
      "Loading": "Applying...",
      "Success": "Thank you for the application, we will reach out to you soon!",
      "Error": "Error while sending application, try again later."
    },
    "Details": {
      "Subtitle": "Careers",
      "Preface": "Our team is like a high-tech flock of birds 🐦 - <green>fully remote, yet always connected</green>. While most of us are based in the bustling metropolis of 🏙️ <b>Shenzhen, China</b>, we also have an awesome office space where we can hang out and bounce ideas off each other. But no matter where we perch, we're all <red>makers at heart ❤️</red>. We thrive on pushing ourselves to tackle new challenges and pour our passion into every project we undertake. So whether you're a <b>coding ninja 🥷</b> from Tokyo, <b>tea connoisseur 🍵</b> from Hangzhou or a <b>dim sum master 🥟</b> from Hong Kong, if you share our love for quality work, we'd love to have you join our flock!",
      "Application": {
        "Title": "Apply now",
        "Tips": "You can also apply by sending us an email via <email>cv@zolplay.com</email>",
        "About": {
          "Label": "About you",
          "Placeholder": "✍️ Tell us a bit about yourself."
        },
        "Resume": {
          "Add": "Add Resume",
          "Change": "Change Resume",
          "FileLimit": "Resume should be PDF files and under 50MB"
        },
        "Contact": "Contact Details",
        "Links": "Links",
        "FullName": {
          "Label": "Full name",
          "Placeholder": "e.g. Tony Stark"
        },
        "PreferredName": {
          "Label": "Preferred name",
          "Placeholder": "(Leave blank if same as full name)"
        },
        "Email": {
          "Label": "Email",
          "Placeholder": "e.g. tony@avengers.com"
        },
        "PhoneNumber": {
          "Label": "Phone number",
          "Placeholder": "1-415-555-1234..."
        },
        "Location": {
          "Label": "Location",
          "Placeholder": "Start typing..."
        },
        "OtherInfo": {
          "Label": "Other information",
          "Tips": "Let us know what makes you want to apply and join our team?",
          "Placeholder": "Type here..."
        },
        "GitHub": {
          "Label": "GitHub",
          "Tips": "Link to your GitHub profile, if applicable",
          "Placeholder": "Type here..."
        },
        "Website": {
          "Label": "Portfolio or Website",
          "Tips": "Link to your portfolio or personal website, if applicable",
          "Placeholder": "Type here..."
        },
        "Twitter": {
          "Label": "X  (twitter)",
          "Tips": "Link to your X (twitter) profile, if applicable",
          "Placeholder": "Type here..."
        },
        "LinkedIn": {
          "Label": "LinkedIn",
          "Tips": "Link to your LinkedIn profile, if applicable",
          "Placeholder": "Type here..."
        },
        "Success": {
          "Title": "Success",
          "Description": "Thank you: your application was successfully submitted. We appreciate your patience as your application is under review."
        }
      }
    },
    "Benefits": {
      "Title": "Benefits:",
      "Content": [
        "Async first workflow: zero meetings and asynchronous collaborations offers flexible working hours and increased productivity.",
        "100% remote friendly: work from anywhere in the world, pants might be overrated.",
        "Competitive compensation: we offer end of year bonuses and stock options.",
        "Healthcare: housing, commute and other reimbursements included.",
        "Growth: we host internal workshops and create opportunities for career advancement and professional development.",
        "Fun: game nights, afternoon snacks, team outings, and other fun activities.",
        "Equipment: we provide you with the best-in-class software and hardware tools you need to do your best work.",
        "Additional benefits: We will provide you with high coverage commercial insurance to add an extra layer of protection to your career."
      ]
    },
    "OurStacks": {
      "Title": "Our stacks:",
      "Content": [
        "React.js: is it a library or a framework? We don't know, but we love it.",
        "Next.js: in Vercel we trust.",
        "TypeScript: it's JavaScript on steroids.",
        "Tailwind CSS: once you go Tailwind, you never go vanilla.",
        "Framer Motion: smooth animations and micro-interactions.",
        "Laravel: back-end framework for web artisans.",
        "PostgreSQL: the database of choice for the modern web.",
        "Git: version control for the win.",
        "Docker: scalable containerization.",
        "Electron: cross-platform desktop apps.",
        "Swift: native iOS apps.",
        "Kotlin: native Android apps."
      ]
    },
    "OurTools": {
      "Title": "Our tools:",
      "Content": [
        "Slack: we use it for everything, from team communication to sharing the latest tech news, or chatting with our ChatGPT bot.",
        "Google Workspace: we use Google Docs, Sheets, Slides, Drive, Mail and Calendar for collaboration.",
        "GitHub: top-notch code repositories and CI/CD pipelines.",
        "Linear: best project management and task tracking platform.",
        "Vercel: the best deployment platform for web apps.",
        "Figma: the best design tool for all things UI/UX.",
        "Notion: the all-in-one workspace for notes, wikis, and databases.",
        "Arc: the internet computer browser we all love."
      ]
    },
    "Zod": {
      "Name": {
        "Required": "Name is required"
      },
      "Email": {
        "Required": "Email is required",
        "Invalid": "Invalid email"
      },
      "Phone": {
        "Required": "Phone is required"
      },
      "Location": {
        "Required": "Location is required"
      },
      "Resume": {
        "Required": "Resume is required"
      }
    }
  },
  "Portfolios": {
    "OpenGraphTitle": "Work — Our Portfolio",
    "PageTitle": "Work — Our Portfolio",
    "PageDescription": "See our most impactful brand and product projects—work that wins users and moves metrics across startups and enterprises.",
    "PageKeywords": "Zolplay work, design portfolio, case studies, brand design, product design, UI UX, startup design, launch design, design studio",
    "Heading": "Projects showroom: witness our <gradient>exceptional software delight</gradient> in action.",
    "Description": "Explore our portfolios and see for yourself the exceptional software projects we've had the pleasure of working on. Discover how we can help you bring your digital vision to reality and exceed your expectations.",
    "Intro": "Welcome to our portfolios, where we showcase some of the <gradient>next-generation software projects</gradient> we've had the pleasure of working on. Our team of skilled developers and designers have tackled a wide range of challenges and brought our clients' ideas to life. We're proud of the work we've done and are excited to share it with you.<br></br><br></br>At our core, we believe that exceptional software should <b>not only function flawlessly</b>, but also <green>delight users with its design and ease of use</green>. That's why each project we take on is more than just code to us - it's an opportunity to create something that truly <red>makes a difference</red>. We work closely with our clients to understand their needs and goals, and then use our expertise to craft software experiences that exceed their expectations. Our portfolio is a testament to our commitment to excellence and we look forward to continuing to create amazing software for years to come.",
    "Card": {
      "LearnMoreCTA": "Learn more",
      "VisitCTA": "Visit website"
    },
    "Details": {
      "Subtitle": "Portfolio"
    }
  },
  "Contact": {
    "Title": "Contact us",
    "Description": "We're always looking for new opportunities to collaborate with like-minded people. If you want to say hi, we'd love to hear from you 👏.",
    "Tips": "You can also get in touch by sending us an email via <email>contact@zolplay.com</email>",
    "Form": {
      "Message": {
        "Label": "Leave a message",
        "Placeholder": "Let us know what your needs are or just say hi 👋"
      },
      "FullName": {
        "Label": "Full name",
        "Placeholder": "e.g. Tony Stark"
      },
      "Email": {
        "Label": "Email address",
        "Placeholder": "e.g. tony@avengers.com"
      },
      "Submit": {
        "Idle": "Send",
        "Sending": "Sending...",
        "Success": "Message sent, we'll get back to you soon!",
        "Error": "Something went wrong, please try again later."
      }
    }
  },
  "Copyright": {
    "Text": "© {year} - Zolplay LLC. All rights reserved."
  }
}
