{
  "under_construction": "🚧 This page is currently under construction. Please check back later.",
  "Error": "Oh crap, something went wrong... give it a refresh?",
  "NavMenu": {
    "Home": "Home",
    "About": "About",
    "Careers": "Careers",
    "Services": "Services",
    "Portfolios": "Portfolios",
    "Contact": "Contact",
    "Gallery": "Gallery"
  },
  "Themes": {
    "Placeholder": "Select a theme",
    "Light": "Light",
    "Dark": "Dark",
    "System": "System"
  },
  "Languages": {
    "Placeholder": "Select a language",
    "en": "English",
    "zh-CN": "简体中文"
  },
  "Root": {
    "Metadata": {
      "Title": "Aidbo Studio",
      "TitleTemplate": "%s / Aidbo Studio",
      "Description": "Aidbo Studio: Where Innovation Meets Imagination. Crafting Fun, Engineering Play.",
      "Keywords": "Aidbo,Aidbo Studio,Software development,Web applications,Mobile applications,High-quality products,Passionate developers,Project management,Digital experiences,Innovative solutions,Software craftsmanship,Exceptional digital presence"
    }
  },
  "Home": {
    "Heading": "We are Aidbo Studio",
    "Paragraph1": "<gradient>Aidbo Studio</gradient> is a <red>passionate</red> ❤️ software research and development studio, we currently focus on WeChat mini program development, providing customized mini program development business. We turn ideas into reality for our customers and try to make high-quality products <green>that make them successful</green>."
  },
  "About": {
    "Title": "Who we are",
    "Description": "Welcome to Aidbo Studio, a software R&D studio dedicated to improving the world around us with software.",
    "Heading": "Where Innovation Meets Imagination.",
    "Intro": "Welcome to Aidbo Studio, a software studio founded in 2023 dedicated to improving the world around us with software. Our mission is to create successful solutions for our customers that 🦄 improve people's quality of life and transform the way we live and work. <br></br><br></br>We believe in the power of technology to bring positive change to the world. We constantly strive to create products and services that solve complex problems, streamline processes, and make people's lives easier. <br></br><br></br>Our core values are <green>sharing, creativity and humility</green>. We believe in doing the right thing, encourage bursts of innovation and creativity in all fronts, and work closely with our clients to ensure we deliver the best results.",
    "Founder": {
      "Title": "About our founder",
      "Description": "The studio's founder, <b>Bob</b>, is a passionate developer, creator, and passionate about creating innovative products that improve people's lives."
    },
    "TeamMembersIntro": "We are proud to have a diverse team of professionals from different backgrounds and skill sets. Our team members bring a wealth of experience and expertise to the table, and we value the unique perspectives and ideas they bring.<br></br><br></br>At Zolplay, we are always looking for new challenges and opportunities to make a difference. Whether you are a client, a partner, or a team member, we welcome you to join us on this journey to create a better world through technology.",
    "MeetOurTeam": "Meet the crew"
  },
  "Careers": {
    "Title": "Join us",
    "Description": "We are looking for talented people to join our team. If you are passionate about software development and want to work with a team of superheroes, apply now!",
    "Heading": "Join us and help save the world with your <gradient>superhuman software skills</gradient>, together.",
    "Intro": "Are you tired of the mundane and lackluster programs flooding the digital world? Remember when software felt like a thrilling adventure into the unknown? When it was a catalyst for changing how we lived and worked?<br></br><br></br>At Zolplay, we are on a mission to revive those feelings by building <b>next-generation applications</b>, we need <b>your</b> help to make it happen. If you're a believer in the power of crafting <red>enchanting software experiences</red>, we want to chat with you. Let's conjure up something extraordinary together - apply now and <b>let the magic begin!</b> 🪄",
    "Grow": "At Zolplay, we have faith in the potential for individuals to <gradient>develop and expand their skills</gradient>. We aspire to foster an environment where team members can learn from one another and create the most promising prospect.",
    "Fun": "We recognize the importance of <green>balancing work and life</green>, and we believe that a happy and motivated team is <b>one that enjoys what they do</b>, and sometimes that means having fun along the way. Whether it’s a team outing or a celebration event, we believe in creating an environment where our team members can enjoy their work and have fun at the same time.",
    "Async": "We value efficiency and collaboration, and we believe that <red>meetings can often be a waste of time</red>. Instead, we prefer to work <b>independently</b>, communicate <b>asynchronously</b> and collaborate <b>transparently</b>. Additionally, we hold weekly demonstrations to showcase our accomplishments and exchange feedback.",
    "Openings": {
      "Squad": "{squad} squad - open positions",
      "Empty": "No open positions at the moment, you can follow us on Twitter to get notified when we have new openings 🙌"
    },
    "EmploymentType": {
      "fullTime": "Full-time",
      "partTime": "Part-time",
      "contract": "Contract",
      "internship": "Internship"
    },
    "Remote": {
      "Yes": "Remote",
      "No": "On-site"
    },
    "SeeAllCTA": "Open positions",
    "Back": "Back to careers",
    "ApplyCTA": {
      "Idle": "Apply",
      "Loading": "Applying...",
      "Success": "Thank you for the application, we will reach out to you soon!",
      "Error": "Error while sending application, try again later."
    },
    "Details": {
      "Subtitle": "Careers",
      "Preface": "Our team is like a high-tech flock of birds 🐦 - <green>fully remote, yet always connected</green>. While most of us are based in the bustling metropolis of 🏙️ <b>Shenzhen, China</b>, we also have an awesome office space where we can hang out and bounce ideas off each other. But no matter where we perch, we're all <red>makers at heart ❤️</red>. We thrive on pushing ourselves to tackle new challenges and pour our passion into every project we undertake. So whether you're a <b>coding ninja 🥷</b> from Tokyo, <b>tea connoisseur 🍵</b> from Hangzhou or a <b>dim sum master 🥟</b> from Hong Kong, if you share our love for quality work, we'd love to have you join our flock!",
      "Application": {
        "Title": "Apply now",
        "Tips": "You can also apply by sending us an email via <email>cv@zolplay.com</email>",
        "About": {
          "Label": "About you",
          "Placeholder": "✍️ Tell us a bit about yourself."
        },
        "Resume": {
          "Add": "Add Resume",
          "Change": "Change Resume",
          "FileLimit": "Resume should be PDF files and under 50MB"
        },
        "Personal": "Personal information",
        "FullName": {
          "Label": "Full name",
          "Placeholder": "e.g. Tony Stark"
        },
        "PreferredName": {
          "Label": "Preferred name",
          "Placeholder": "(Leave blank if same as full name)"
        },
        "Email": {
          "Label": "Email address",
          "Placeholder": "e.g. tony@avengers.com"
        }
      }
    },
    "Benefits": {
      "Title": "Benefits:",
      "Content": [
        "Async first workflow: zero meetings and asynchronous collaborations offers flexible working hours and increased productivity.",
        "100% remote friendly: work from anywhere in the world, pants might be overrated.",
        "Competitive compensation: we offer end of year bonuses and stock options.",
        "Healthcare: housing, commute and other reimbursements included.",
        "Growth: we host internal workshops and create opportunities for career advancement and professional development.",
        "Fun: game nights, afternoon snacks, team outings, and other fun activities.",
        "Equipment: we provide you with the best-in-class software and hardware tools you need to do your best work.",
        "Additional benefits: We will provide you with high coverage commercial insurance to add an extra layer of protection to your career."
      ]
    },
    "OurStacks": {
      "Title": "Our stacks:",
      "Content": [
        "React.js: is it a library or a framework? We don't know, but we love it.",
        "Next.js: in Vercel we trust.",
        "TypeScript: it's JavaScript on steroids.",
        "Tailwind CSS: once you go Tailwind, you never go vanilla.",
        "Framer Motion: smooth animations and micro-interactions.",
        "Laravel: back-end framework for web artisans.",
        "PostgreSQL: the database of choice for the modern web.",
        "Git: version control for the win.",
        "Docker: scalable containerization.",
        "Electron: cross-platform desktop apps.",
        "Swift: native iOS apps.",
        "Kotlin: native Android apps."
      ]
    },
    "OurTools": {
      "Title": "Our tools:",
      "Content": [
        "Slack: we use it for everything, from team communication to sharing the latest tech news, or chatting with our ChatGPT bot.",
        "Google Workspace: we use Google Docs, Sheets, Slides, Drive, Mail and Calendar for collaboration.",
        "GitHub: top-notch code repositories and CI/CD pipelines.",
        "Linear: best project management and task tracking platform.",
        "Vercel: the best deployment platform for web apps.",
        "Figma: the best design tool for all things UI/UX.",
        "Notion: the all-in-one workspace for notes, wikis, and databases.",
        "Arc: the internet computer browser we all love."
      ]
    }
  },
  "Portfolios": {
    "Title": "Projects showroom",
    "Heading": "Projects showroom: witness our <gradient>exceptional software delight</gradient> in action.",
    "Description": "Explore our portfolios and see for yourself the exceptional software projects we've had the pleasure of working on. Discover how we can help you bring your digital vision to reality and exceed your expectations.",
    "Intro": "Welcome to our portfolios, where we showcase some of the <gradient>next-generation software projects</gradient> we've had the pleasure of working on. Our team of skilled developers and designers have tackled a wide range of challenges and brought our clients' ideas to life. We're proud of the work we've done and are excited to share it with you.<br></br><br></br>At our core, we believe that exceptional software should <b>not only function flawlessly</b>, but also <green>delight users with its design and ease of use</green>. That's why each project we take on is more than just code to us - it's an opportunity to create something that truly <red>makes a difference</red>. We work closely with our clients to understand their needs and goals, and then use our expertise to craft software experiences that exceed their expectations. Our portfolio is a testament to our commitment to excellence and we look forward to continuing to create amazing software for years to come.",
    "Card": {
      "LearnMoreCTA": "Learn more",
      "VisitCTA": "Visit website"
    },
    "Details": {
      "Subtitle": "Portfolio"
    }
  },
  "Contact": {
    "Title": "Contact us",
    "Heading": "Contact us: <gradient>let's bring the fun back to software development</gradient>.",
    "Description": "We're always looking for new opportunities to collaborate with like-minded people. If you want to say hi, we'd love to hear from you 👏.",
    "Tips": "You can also get in touch by sending us an email via <email>contact@aidbo.fun</email>",
    "Form": {
      "Message": {
        "Label": "Leave a message",
        "Placeholder": "Let us know what your needs are or just say hi 👋"
      },
      "FullName": {
        "Label": "Full name",
        "Placeholder": "e.g. Tony Stark"
      },
      "Email": {
        "Label": "Email address",
        "Placeholder": "e.g. tony@avengers.com"
      },
      "Submit": {
        "Idle": "Send",
        "Sending": "Sending...",
        "Success": "Message sent, we'll get back to you soon!",
        "Error": "Something went wrong, please try again later."
      }
    }
  },
  "Copyright": {
    "Text": "© {year} - Aidbo Studio."
  }
}
